Repository: unoplatform/Uno.Samples
Catalog: generative/coffee-shop/app/BrewHouse/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt_br

# HomeTab.Content
source: Home
es: Inicio
fr: Accueil
pt_br: Início

# MenuTab.Content
source: Menu
es: Menú
pt_br: Cardápio

# CartTab.Content
source: Cart
es: Carrito
fr: Panier
pt_br: Carrinho

# OrdersTab.Content
source: Orders
es: Pedidos
fr: Commandes
pt_br: Pedidos

# ToggleThemeButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Toggle theme
es: Cambiar tema
fr: Changer de thème
pt_br: Alternar tema

# HeroCarousel.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Featured promotions carousel
es: Carrusel de promociones destacadas
fr: Carrousel de promotions en vedette
pt_br: Carrossel de promoções em destaque

# TodaysSpecials_Title.Text
source: Today's Specials
es: Especiales del día
fr: Spécialités du jour
pt_br: Especiais do dia

# TodaysSpecials_Subtitle.Text
source: Fresh picks just for you
es: Selecciones frescas solo para ti
fr: Sélections fraîches rien que pour vous
pt_br: Seleções frescas só para você

# AddToCartButton.Content
source: + Add to Cart
es: + Añadir al carrito
fr: + Ajouter au panier
pt_br: + Adicionar ao carrinho

# AddToCartButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add special to cart
es: Añadir especial al carrito
fr: Ajouter la spécialité au panier
pt_br: Adicionar especial ao carrinho

# FeaturedProducts_Title.Text
source: Featured Products
es: Productos destacados
fr: Produits en vedette
pt_br: Produtos em destaque

# AddButton.Content
source: + Add
es: + Añadir
fr: + Ajouter
pt_br: + Adicionar

# AddButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add product to cart
es: Añadir producto al carrito
fr: Ajouter le produit au panier
pt_br: Adicionar produto ao carrinho

# CartStripItemsLabel.Text
source: items in your cart
es: artículos en tu carrito
fr: articles dans votre panier
pt_br: itens no seu carrinho

# ViewCartButton.Content
source: View Cart
es: Ver carrito
fr: Voir le panier
pt_br: Ver carrinho

# ViewCartButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: View cart
es: Ver carrito
fr: Voir le panier
pt_br: Ver carrinho

# EmptyCartTitle.Text
source: Your cup is empty
es: Tu taza está vacía
fr: Votre tasse est vide
pt_br: Sua xícara está vazia

# EmptyCartSubtitle.Text
source: Add your favourite brew above to get started
es: Añade tu bebida favorita para comenzar
fr: Ajoutez votre boisson préférée ci-dessus pour commencer
pt_br: Adicione sua bebida favorita acima para começar

# BrowseMenuButton.Content
source: Browse Full Menu
es: Explorar menú completo
fr: Parcourir le menu complet
pt_br: Ver cardápio completo

# BrowseMenuButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Browse full menu
es: Explorar menú completo
fr: Parcourir le menu complet
pt_br: Ver cardápio completo

# OrderNowButton.Content
source: Order Now ➤
es: Pedir ahora ➤
fr: Commander maintenant ➤
pt_br: Pedir agora ➜

# OrderNowButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Order Now
es: Pedir ahora
fr: Commander maintenant
pt_br: Pedir agora

# Menu_PageTitle.Text
source: Our Menu
es: Nuestro menú
fr: Notre menu
pt_br: Nosso cardápio

# Menu_Subtitle.Text
source: Find your perfect brew
es: Encuentra tu bebida perfecta
fr: Trouvez votre boisson idéale
pt_br: Encontre sua bebida perfeita

# TodaysSpecialBadge.Text
source: Today's Special
es: Especial del día
fr: Spécialité du jour
pt_br: Especial do dia

# FilterAllButton.Content
source: ☕ All
es: ☕ Todos
fr: ☕ Tous
pt_br: ☕ Todos

# FilterHotButton.Content
source: 🔥 Hot Drinks
es: 🔥 Bebidas Calientes
fr: 🔥 Boissons Chaudes
pt_br: 🔥 Bebidas Quentes

# FilterColdButton.Content
source: 🧊 Cold Drinks
es: 🧊 Bebidas Frías
fr: 🧊 Boissons Froides
pt_br: 🧊 Bebidas Geladas

# FilterPastriesButton.Content
source: 🥐 Pastries
es: 🥐 Repostería
fr: 🥐 Pâtisseries
pt_br: 🥐 Doces

# MenuAddToCartButton.Content
source: + Add to Cart
es: + Añadir al carrito
fr: + Ajouter au panier
pt_br: + Adicionar ao carrinho

source: Add to cart
es: Añadir al carrito
fr: Ajouter au panier
pt_br: Adicionar ao carrinho

# Cart_PageTitle.Text
source: Your Cart
es: Tu carrito
fr: Votre panier
pt_br: Seu carrinho

# CartEmpty_Title.Text
source: Your cart is empty
es: Tu carrito está vacío
fr: Votre panier est vide
pt_br: Seu carrinho está vazio

# CartEmpty_Subtitle.Text
source: Looks like you haven't added anything yet. Browse our menu and pick your favourite brew!
es: Parece que aún no has añadido nada. ¡Explora nuestro menú y elige tu bebida favorita!
fr: On dirait que vous n'avez encore rien ajouté. Parcourez notre menu et choisissez votre boisson préférée !
pt_br: Parece que você ainda não adicionou nada. Explore nosso cardápio e escolha sua bebida favorita!

# PopularChoicesLabel.Text
source: Popular choices:
es: Opciones populares:
fr: Choix populaires :
pt_br: Escolhas populares:

# PopularCroissant.Text
source: 🥐 Croissant
es: 🥐 Cruasán

source: Increase quantity
es: Aumentar cantidad
fr: Augmenter la quantité
pt_br: Aumentar quantidade

source: Decrease quantity
es: Disminuir cantidad
fr: Diminuer la quantité
pt_br: Diminuir quantidade

# LineTotalPrefix.Text
source: Line total: $
es: Total de línea: $
fr: Total de la ligne : $
pt_br: Total da linha: R$

# OrderConfirmedMessage.Text
source: Your order has been placed! ☕
es: ¡Tu pedido ha sido realizado! ☕
fr: Votre commande a été passée ! ☕
pt_br: Seu pedido foi realizado! ☕

# OrderSummaryTitle.Text
source: Order Summary
es: Resumen del pedido
fr: Récapitulatif de la commande
pt_br: Resumo do pedido

# TaxLabel.Text
source: Tax (8%)
es: Impuesto (8%)
fr: Taxe (8 %)
pt_br: Imposto (8%)

# PlaceOrderButton.Content
source: Place Order
es: Realizar pedido
fr: Passer la commande
pt_br: Finalizar pedido

# PlaceOrderButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Place order
es: Realizar pedido
fr: Passer la commande
pt_br: Finalizar pedido

# Orders_PageTitle.Text
source: My Orders
es: Mis pedidos
fr: Mes commandes
pt_br: Meus pedidos

# Orders_Subtitle.Text
source: Track your current and past orders
es: Rastrea tus pedidos actuales y anteriores
fr: Suivez vos commandes en cours et passées
pt_br: Acompanhe seus pedidos atuais e anteriores

# ItemsLabel.Text
source: Items
es: Artículos
fr: Articles
pt_br: Itens

# OrderTotalLabel.Text
source: Order Total
es: Total del pedido
fr: Total de la commande
pt_br: Total do pedido

# CartStripTotalPrefix.Text
source: Total: $
pt_br: Total: R$

# SubtotalLabel.Text
source: Subtotal
fr: Sous-total
